
[A_Amnesty_Ability H7HeroAbility]
mName="Помилование"
mTooltip="Вы больше не теряете золото при капитуляции."
[A_GoldenTongued_Ability H7HeroAbility]
mName="Невероятное красноречие"
mTooltip="Нейтральные армии требуют на %stat.norm %ICON_GOLD золота меньше за то, чтобы присоединиться к герою."
[A_NecessaryAlliance_Ability H7HeroAbility]
mName="Вынужденный союз"
mTooltip="Если в армии героя присутствуют существа из разных фракций, показатель %ICON_MORALE боевого духа каждого существа не снижается на 10, а увеличивается на 5 ед."
[A_SilverTongued_Ability H7HeroAbility]
mName="Красноречие"
mTooltip="Для найма нейтральных существ из Средоточия стихий и Магического зверинца требуется вдвое меньше %ICON_GOLD золота."
[A_Volunteers_Ability H7HeroAbility]
mName="Волонтеры"
mTooltip="Наместник: прирост основных существ в этом городе увеличивается на %buff1.buff.stat.norm."
[A_DiplomaticImmunity_TownAbility H7BaseAbility]
mName="Навык (город)"
[A_DiplomaticImmunity_Buff H7BaseBuff]
mName="Неприкосновенность"
mTooltip="%stat к %ICON_DEFENSE защите за пределами земель вокруг дружественных городов."
[A_Suzerain_Ability H7HeroAbility]
mName="Сюзерен"
mTooltip="Наместник: бонусы этого героя распространяются на все города игрока (при этом одинаковые бонусы наместников не складываются).."
[A_GlobalRuler_Ability H7HeroAbility]
mName="Правитель мира"
mTooltip="Наместник: Все города игрока получают выгоду от нахождения этого героя в качестве наместника. Эффекты не могут применяться многократно к одному и тому же городу."
[A_ProfitAndLoss_Ability H7HeroAbility]
mName="Доходы и расходы"
mTooltip="При посещении или нахождении внутри гарнизона городские здания соответствующего уровня можно не разрушать, а демонтировать, получив обратно некоторые ресурсы."

UCP 1.3

[A_Diplomacy_Skill H7Skill]
mName="Дипломатия"
mTooltip="Дипломатия (описание)"
mDescriptions[0]="Увеличивает вероятность того, что нейтральные армии захотят присоединиться к герою и снижает затраты %ICON_GOLD золота."
mDescriptions[2]="Вероятность того, что нейтральные армии захотят присоединиться к герою, увеличена на %stat1.norm, а затраты %ICON_GOLD золота снижены на %stat7."
mDescriptions[3]="Вероятность того, что нейтральные армии захотят присоединиться к герою, дополнительно увеличена на %stat1.norm, а затраты %ICON_GOLD золота дополнительно снижены на %stat7."
mDescriptions[4]="Вероятность того, что нейтральные армии захотят присоединиться к герою, дополнительно увеличена на %stat1.norm, а затраты %ICON_GOLD золота дополнительно снижены на %stat7."

[A_DiplomaticImmunity_Ability H7HeroAbility]
mName="Неприкосновенность"
mTooltip="За каждый временный позитивный эффект, полученный от нейтрального здания, герой получает +1 к %ICON_DEFENSE защите."